Repository: protonpass/ios-pass
Catalog: LocalPackages/DesignSystem/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: Camera Unavailable
be: Камера недаступна
ca: Càmera no disponible
cs: Kamera není dostupná
da: Kamera ikke tilgængeligt
de: Kamera nicht verfügbar
el: Κάμερα μη διαθέσιμη
es: La cámara no está disponible.
es_419: La cámara no está disponible.
fi: Kamera ei ole käytettävissä
fr: L'appareil photo n'est pas disponible.
hu: A kamera nem elérhető
id: Kamera Tidak Tersedia
it: Fotocamera non disponibile
ja: カメラが利用できません
ka: კამერა ხელმისაწვდომი არაა
ko: 카메라 사용 불가
nb: Kamera utilgjengelig
nl: Camera niet beschikbaar
pl: Aparat jest niedostępny
pt: A câmara não está disponível.
pt_br: Câmera indisponível
ro: Cameră indisponibilă
ru: Камера недоступна
sk: Fotoaparát nedostupný
sv: Kamera otillgänglig
tr: Kamera kullanılamıyor
uk: Камера Недоступна
zh_hans: 无法使用相机

source: Cancel
be: Скасаваць
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Peru
fr: Annuler
hu: Törlés
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulare
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Huỷ
zh_hans: 取消

source: Discard
be: Скасаваць
ca: Descarta
cs: Zahodit
da: Kassér
de: Verwerfen
el: Απόρριψη
es: Descartar
es_419: Descartar
fi: Hylkää
fr: Abandonner
hu: Elvetés
id: Buang
it: Scarta
ja: 破棄
ka: მოცილება
ko: 저장 안함
nb: Forkast
nl: Verwijderen
pl: Odrzuć
pt: Descartar
pt_br: Descartar
ro: Anulare
ru: Сбросить
sk: Zahodiť
sl: Zavrzi
sv: Kasta
tr: Sil
uk: Відхилити
vi: Bỏ qua
zh_hans: 清空

source: Discard changes?
be: Скасаваць змены?
ca: Voleu descartar els canvis?
cs: Zahodit změny?
da: Kassér ændringer?
de: Änderungen verwerfen?
el: Απόρριψη αλλαγών;
es: ¿Descartar los cambios?
es_419: ¿Descartar cambios?
fi: Hylätäänkö muutokset?
fr: Abandonner les modifications ?
hu: Módosítások elvetése?
id: Batalkan perubahan?
it: Annullare le modifiche?
ja: 変更を破棄しますか?
ka: გავაუქმო ცვლილებები?
ko: 변경 사항 취소
nb: Forkaste endringer?
nl: Wijzigingen weggooien?
pl: Czy chcesz odrzucić zmiany?
pt: Descartar as alterações?
pt_br: Descartar alterações?
ro: Renunți la modificări?
ru: Сбросить изменения?
sk: Zahodiť zmeny?
sl: Zavrzi spremembe?
sv: Kasta ändringar?
tr: Değişiklikler yok sayılsın mı?
uk: Відхилити зміни?
vi: Hủy thay đổi?
zh_hans: 确定要放弃更改吗？

source: Error occurred
be: Адбылася памылка
ca: S'ha produït un error
cs: Došlo k chybě
da: Der opstod en fejl
de: Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα
es: Se ha producido un error.
es_419: Ocurrió un error
fi: Tapahtui virhe
fr: Une erreur s'est produite.
hu: Hiba történt
id: Terjadi kesalahan
it: Si è verificato un errore
ja: エラーが発生しました
ka: დაფიქსირდა შეცდომა
ko: 오류 발생
nb: Feil oppstod
nl: Er is iets fout gegaan.
pl: Wystąpił błąd
pt: Ocorreu um erro.
pt_br: Ocorreu um erro
ro: A apărut o eroare
ru: Произошла ошибка
sk: Vyskytla sa chyba
sl: Prišlo je do napake
sv: Fel uppstod
tr: Sorun çıktı
uk: Виникла помилка
vi: Đã có lỗi xảy ra
zh_hans: 出现错误

source: Keep Editing
be: Працягнуць рэдагаванне
ca: Continua editant
cs: Pokračovat v úpravách
da: Fortsæt Redigering
de: Bearbeitung fortsetzen
el: Συνεχίστε την επεξεργασία
es: Seguir editando
es_419: Seguir editando
fi: Jatka muokkausta
fr: Poursuivre les modifications
hu: Szerkesztés folytatása
id: Terus Mengedit
it: Continua a modificare
ja: 編集を続ける
ka: რედაქტირების გაგრძელება
ko: 계속 편집하기
nb: Fortsett å redigere
nl: Doorgaan met bewerken
pl: Kontynuuj edytowanie
pt: Continuar a editar
pt_br: Continuar editando
ro: Continuare editare
ru: Продолжить редактирование
sk: Pokračovať v úpravách
sl: Nadaljuj z urejanjem
sv: Fortsätt redigera
tr: Düzenlemeyi sürdür
uk: Редагувати далі
vi: Tiếp tục chỉnh sửa
zh_hans: 继续编辑

source: Privacy or Restrictions settings have disabled the use of the camera. You can change this in Settings.
be: Налады прыватнасці або абмежаванні адключылі выкарыстанне камеры. Змяніць дазволы можна ў наладах.
ca: La configuració de privadesa o de restriccions ha desactivat l'ús de la càmera. Podeu canviar-ho a les preferències.
cs: Nastavení soukromí nebo omezení deaktivovalo používání kamery. Toto nastavení můžete změnit v Nastavení.
da: Indstillinger for beskyttelse af personlige oplysninger eller begrænsninger har deaktiveret brugen af kameraet. Du kan ændre dette i Indstillinger.
de: Die Einstellungen für Datenschutz oder Einschränkungen haben die Verwendung der Kamera deaktiviert. Du kannst dies in den Einstellungen ändern.
el: Οι ρυθμίσεις απορρήτου ή περιορισμών έχουν απενεργοποιήσει τη χρήση της κάμερας. Μπορείτε να το αλλάξετε στις Ρυθμίσεις.
es: Los ajustes de privacidad o restricciones han desactivado el uso de la cámara. Puedes cambiar esto en los ajustes.
es_419: Los ajustes de privacidad o restricciones han desactivado el uso de la cámara. Puede cambiar esto en los ajustes.
fi: Tietosuoja- tai rajoitusasetukset ovat estäneet kameran käytön. Voit sallia kameran käytön asetuksista.
fr: Les paramètres de confidentialité ou de restrictions ont désactivé l'utilisation de la caméra. Vous pouvez modifier cela dans les paramètres.
hu: Az adatvédelmi vagy korlátozási beállítások letiltották a kamera használatát. Ezt a Beállítások menüpontban módosíthatja.
id: Pengaturan Privasi atau Pembatasan yang ada saat ini telah menonaktifkan penggunaan kamera. Anda dapat mengubah hal ini pada menu Pengaturan.
it: Le impostazioni di privacy o restrizioni hanno disabilitato l'uso della fotocamera. Puoi modificarlo nelle Impostazioni.
ja: プライバシーまたは制限設定がカメラの使用を無効にしています。これは設定で変更できます。
ka: კონფიდენციალობის ან აკრძალვების პარამეტრებმა კამერის გამოყენება აკრძალეს. ამის შეცვლა მორგების დიალოგიდან შეგიძლიათ.
ko: 프라이버시 혹은 제한 설정이 카메라 사용을 비활성화했습니다. 설정에서 변경할 수 있습니다.
nb: Innstillinger for personvern eller begrensninger har deaktivert bruken av kameraet. Du kan endre dette i innstillinger.
nl: Privacy of restricties instellingen hebben het gebruik van de camera uitgeschakeld. U kunt dit wijzigen in Instellingen.
pl: Ustawienia prywatności uniemożliwiają dostęp do aparatu. Możesz to zmienić w ustawieniach.
pt: As definições de privacidade ou restrições desativaram o uso da câmara. Pode alterar isso nas definições.
pt_br: As configurações de Privacidade ou Restrições desabilitaram o uso da câmera. Você pode alterar isso em Configurações.
ro: Setările de confidențialitate sau de restricții au dezactivat utilizarea camerei. Puteți schimba acest lucru în setări.
ru: Параметры приватности или ограничений отключили использование камеры. Вы можете изменить это в Настройках.
sk: Nastavenia ochrany súkromia alebo obmedzenia zakázali používanie fotoaparátu. Môžete to zmeniť v Nastaveniach.
sl: Nastavitve zasebnosti ali omejitev so onemogočile uporabo kamere. To lahko spremenite v nastavitvah.
sv: Integritets- eller begränsningsinställningar har inaktiverat användningen av kameran. Du kan ändra detta i inställningarna.
tr: Gizlilik veya kısıtlamalar ayarları kamerayı kullanımdan kaldırmış. Bu durumu Ayarlar bölümünden değiştirebilirsiniz.
uk: Приватність або Обмеження вимкнули використання камери. Це можна змінити в налаштуваннях.
zh_hans: 隐私或限制设置禁用了相机的使用。您可以在设置中进行更改。

source: Retry
be: Паўтарыць
ca: Torna-ho a provar
cs: Opakovat
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Reintentar
es_419: Reintentar
fi: Yritä uudelleen
fr: Réessayer
hu: Újra
id: Coba lagi
it: Riprova
ja: 再試行
ka: თავიდან
ko: 재시도
nb: Prøv på nytt
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Repetir
pt_br: Tentar novamente
ro: Reîncercare
ru: Повторить
sk: Skúsiť znova
sl: Poskusite znova
sv: Försök igen
tr: Yeniden dene
uk: Повторити спробу
vi: Thử lại
zh_hans: 重试

source: Settings
be: Налады
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
es_419: Ajustes
fi: Asetukset
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ka: მორგება
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置

source: Share logs
be: Абагуліць журналы
ca: Compartiu els registres
cs: Sdílet logy
da: Del logfiler
de: Protokolle teilen
el: Κοινοποίηση αρχείων καταγραφής
es: Compartir los registros
es_419: Compartir los registros
fr: Partager les journaux
hu: Naplók megosztása
id: bagikan log
it: Condividi i log
ko: 로그 공유
nb: Del logger
nl: Logboeken delen
pl: Udostępnij logi
pt: Partilhar os registos
pt_br: Compartilhar registros
ro: Partajare jurnale
sk: Zdieľať logy
sv: Dela loggar
tr: Günlüğü paylaş
zh_hans: 分享日志

source: Some changes happened to this item, heading back to the previous page.
be: У гэтым элеменце адбыліся змены. Вяртанне на папярэднюю старонку.
ca: S'han produït alguns canvis en aquest element. Tornant a la pàgina anterior.
cs: U této položky došlo k některým změnám, které vedou zpět na předchozí stránku.
da: Nogle ændringer er sket i dette emne, som går tilbage til den forrige side.
de: An diesem Artikel wurden einige Änderungen vorgenommen, die zur vorherigen Seite zurückführen.
el: Ορισμένες αλλαγές συνέβησαν σε αυτό το στοιχείο, επιστρέφουμε στην προηγούμενη σελίδα.
es: Se han producido algunos cambios en este elemento. Volviendo a la página anterior.
es_419: Ocurrieron algunos cambios a este elemento. Regresando a la página anterior.
fi: Kohteeseen on tehty muutoksia. Palataan edelliselle sivulle.
fr: Certaines modifications ont été apportées à cet élément. Vous allez revenir à la page précédente.
hu: Néhány változás történt ebben az elemben, visszalépés az előző oldalra.
id: Item ini telah mengalami beberapa perubahan. Anda akan dikembalikan ke halaman sebelumnya.
it: Sono state apportate alcune modifiche a questo elemento, ritorno alla pagina precedente.
ja: このアイテムに関するいくつかの変更があり、前のページに移動しました。
ka: ამ ელემენტში მოხდა ცვლილებები, რომელმაც წინა გვერდზე გადაგვიყვანა.
ko: 이 항목에 관한 몇 가지 변경사항이 있어 이전 페이지로 이동되었습니다.
nb: Noen endringer skjedde med dette elementet, på vei tilbake til forrige side.
nl: Sommige wijzigingen zijn gebeurd met dit item, in de kop terug naar de vorige pagina.
pl: Element uległ zmianie. Nastąpił powrót do poprzedniej strony.
pt: Algumas alterações ocorreram a este item. A voltar à página anterior.
pt_br: Algumas mudanças ocorreram com este item. Retornando à página anterior.
ro: S-au produs unele modificări la acest articol. Se revine la pagina anterioară.
ru: В этом пункте произошли некоторые изменения, при возвращении на предыдущую страницу.
sk: V tejto položke došlo k nejakým zmenám, vrátite sa späť na predchádzajúcu stránku.
sl: Nekaj se je spremenilo, zato se vračamo na prejšnjo stran.
sv: Några ändringar hände med detta objekt, går tillbaka till föregående sida.
tr: Bu ögede bazı değişiklikler yapılmış. Önceki sayfaya dönülüyor.
uk: Для даного елемента відбулися деякі зміни, поверніться на попередню сторінку.
vi: Đã có các thay đổi cho nội dung này, quay trở lại trang trước đó.
zh_hans: 此项目发生了一些更改，回到上一页。

source: This item is obsolete
be: Гэты элемент састарэў
ca: Aquest element és obsolet.
cs: Tato položka je zastaralá
da: Dette element er forældet
de: Dieser Artikel ist obsolet
el: Αυτό το στοιχείο είναι παρωχημένο
es: Este elemento está obsoleto.
es_419: Este elemento está obsoleto
fi: Tämä kohde on vanhentunut
fr: Cet élément est obsolète.
hu: Ez az elem elavult
id: Item ini telah usang
it: Questo elemento è obsoleto
ja: このアイテムは古いものです
ka: ეს ელემენტი მოძველებულია
ko: 이 항목은 오래되었습니다.
nb: Dette elementet er foreldet
nl: Dit item is verouderd
pl: Element jest przestarzały
pt: Este item está obsoleto.
pt_br: Este item está obsoleto
ro: Acest articol este învechit
ru: Этот элемент устарел
sk: Táto položka je zastaraná
sl: Ta predmet je zastarel.
sv: Detta objekt är föråldrat
tr: Bu öge eskimiş
uk: Цей елемент застарілий
vi: Nội dung này chưa được đồng bộ
zh_hans: 这个项目已经过时了

source: You have unsaved changes, are you sure you want to discard them?
be: У вас ёсць незахаваныя змены. Вы сапраўды хочаце скасаваць іх?
ca: Hi ha modificacions que no s'han desat. Segur que voleu descartar-les?
cs: Máte neuložené změny, určitě je chcete zahodit?
da: Du har ikke-gemte ændringer, er du sikker på, at du vil kassere dem?
de: Du hast ungespeicherte Änderungen. Bist du dir sicher, dass du diese verwerfen möchtest?
el: Έχετε μην αποθηκευμένες αλλαγές, είστε σίγουροι πως θέλετε να τις απορρίψετε;
es: Tienes cambios sin guardar. ¿Estás seguro de que quieres descartarlos?
es_419: Tiene cambios sin guardar. ¿Está seguro de que quiere descartarlos?
fi: Sinulla on tallentamattomia muutoksia. Haluatko varmasti hylätä ne?
fr: Des modifications n'ont pas été enregistrées. Voulez-vous vraiment les abandonner ?
hu: Nem mentett módosításai vannak, biztos, hogy elveti?
id: Anda memiliki perubahan yang belum disimpan. Apakah Anda yakin untuk membatalkan perubahan ini?
it: Sono presenti modifiche non salvate. Sei sicuro di volerle annullare?
ja: 未保存の変更があります。破棄してよろしいですか？
ka: გაქვთ შეუნახავი ცვლილებები. დარწმუნებული ბრძანდებით, რომ გნებავთ, მოაცილოთ ისინი?
ko: 저장되지 않은 변경 사항이 있어요. 정말 나가시겠어요?
nb: Du har ulagrede endringer, er du sikker på at du vil forkaste dem?
nl: U heeft niet-opgeslagen wijzigingen. Weet u zeker dat u deze wilt verwijderen?
pl: Masz niezapisane zmiany. Czy chcesz je odrzucić?
pt: Tem alterações não guardadas. Tem a certeza de que deseja descartá-las?
pt_br: Você tem alterações não salvas. Tem certeza de que deseja descartá-las?
ro: Aveți modificări nesalvate, sigur doriți să nu le salvați?
ru: У вас есть несохраненные изменения. Вы уверены, что хотите отменить их?
sk: Máte neuložené zmeny, naozaj ich chcete zahodiť?
sl: Imate neshranjene spremembe. Ste prepričani, da jih želite zavreči?
sv: Du har osparade ändringar. Är du säker på att du vill kasta dem?
tr: Kaydedilmemiş değişiklikleriniz var, bunları silmek istediğinize emin misiniz?
uk: У вас є незбережені зміни. Ви впевнені, що хочете відхилити їх?
vi: Bạn có các thay đổi chưa được lưu, bạn có muốn loại bỏ chúng không?
zh_hans: 您有未保存的更改，您确定要放弃它们吗？

source: OK
el: ΟΚ
es: Aceptar
id: Oke
ka: დიახ
ko: 확인
pt: Aceitar
sl: V redu
tr: Tamam
uk: Застосувати
zh_hans: 好的
